Repository: Imdigitals/AGENTEIAMVP1
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es

source: English
es: Inglés

source: Home
es: Inicio

source: Features
es: Características

source: Technologies Used
es: Tecnologías Utilizadas

source: Team
es: Equipo

source: Contact
es: Contacto

source: Welcome to HealthCareChatBot
es: Bienvenido a HealthCareChatBot

source: Disease prediction from Symptoms and medical advicing and &amp; more... :)
es: Predicción de enfermedades a partir de síntomas y asesoramiento médico y mucho más... :)

source: Hero Imgs
es: Imagen del héroe

source: Get Started
es: Comenzar

source: Coming Soon
es: Próximamente

source: Say Hello to Kitty! Your Healthcare chatbot
es: ¡Di hola a Kitty! Tu chatbot de salud

source: A project for solving for india hackathon
es: Un proyecto para el hackathon Solving for India

source: Amazing Features.
es: Características asombrosas.

source: Major features of this project
es: Principales características de este proyecto

source: img
es: imagen

source: easy to use
es: fácil de usar

source: This chatbot is very easy to use and simple to start a conversation
es: Este chatbot es muy fácil de usar y sencillo para iniciar una conversación

source: Trained ML Model
es: Modelo de ML entrenado

source: This is an AI Model which learns from the user's input and upgrades day by day
es: Este es un modelo de IA que aprende de la entrada del usuario y mejora día a día

source: Symptom-Disease Prediction
es: Predicción de enfermedad a partir de síntomas

source: This chatbot predicts the disease based on the user's Symptoms.
es: Este chatbot predice la enfermedad basándose en los síntomas del usuario

source: Disease prevention and medication
es: Prevención de enfermedades y medicación

source: Precautions are provided to prevent the disease and provide respective medication steps.
es: Se ofrecen precauciones para prevenir la enfermedad y se indican los pasos de medicación correspondientes.

source: These were the technologies used to build this project
es: Estas son las tecnologías utilizadas para construir este proyecto

source: The conversation flow is built using the dialogflow
es: El flujo de conversación está construido utilizando DialogFlow

source: The project website is made using the Django (python) Framework
es: El sitio web del proyecto está creado usando el framework Django (Python)

source: This chatbot uses Deep Learning to predict the disease based on the user's Symptoms and provides precautions and medication steps.
es: Este chatbot utiliza Deep Learning para predecir la enfermedad basándose en los síntomas del usuario y ofrece precauciones y pasos de medicación.

source: Cloud services
es: Servicios en la nube

source: This chatbot is deployed on Google Cloud Platform and AMD instances were launched.
es: Este chatbot se ha desplegado en Google Cloud Platform y se han lanzado instancias AMD.

source: Team Members
es: Miembros del equipo

source: Team members for the hackathon
es: Miembros del equipo para el hackathon

source: Developer
es: Desarrollador

source: ML Model Trainer
es: Entrenador de modelo ML

source: Machine Learning Expert
es: Experto en Machine Learning

source: Regarding projects
es: Acerca de los proyectos

source: Your message has been sent. Thank you!
es: ¡Tu mensaje ha sido enviado. Gracias!

source: Your Name
es: Tu nombre

source: Please enter at least 4 chars
es: Por favor, ingresa al menos 4 caracteres

source: Your Email
es: Tu correo electrónico

source: Please enter a valid email
es: Por favor, ingresa un correo electrónico válido

source: Subject
es: Asunto

source: Please enter at least 8 chars of subject
es: Por favor, ingresa al menos 8 caracteres para el asunto

source: Please write something for us
es: Por favor, escribe algo para nosotros

source: Message
es: Mensaje

source: Send Message
es: Enviar mensaje

source: This chatbot uses Deep Learning to predict the disease based on the user's Symptoms and provides respective medication steps.
es: Este chatbot utiliza Deep Learning para predecir la enfermedad basándose en los síntomas del usuario y ofrece los pasos de medicación correspondientes.

source: Modules
es: Módulos

source: Copyrights HealthCareChatBot. All rights reserved.
es: Derechos de autor HealthCareChatBot. Todos los derechos reservados.
